Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/minde_s.html.tmx
Source language: sme
Languages: nob

source: In English
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 1 .
nob: Artikkel i boka Samisk skolehistorie 1 .

source: Sámiid dáruiduhttin - manin , mo ja makkár váikkuhusat ?
nob: Fornorskinga av samene - hvorfor , hvordan og hvilke følger ?

source: Henry Minde álgoálbmotkonferánssas Romssa universitehtas 2003 čavčča .
nob: Henry Minde på urfolkskonferanse på Universitetet i Tromsø , høsten 2003 .

source: Govva : Svein Lund
nob: Foto : Svein Lund

source: Henry Minde riegádii 1945:s Roabas Skániid suohkanis .
nob: Henry Minde er født i 1945 i Grovfjord i Skånland kommune .

source: 1955:s fárrii son Áltái , gos son loahpahii gymnása 1967:s .
nob: I 1955 flyttet han til Alta , der han gikk ut av gymnaset i 1967 .

source: Logai Oslo ja Romssa universtitehtain ja dan maŋŋá barggai sámi riektehistorjjálaš stipeandiáhtan Romssa universitehtas ja Sámi Instituhtas .
nob: Senere studerte han ved universitetene i Oslo og Tromsø . Etter studiene var han tilknyttet Universitetet i Tromsø og Sámi Instituhtta som stipendiat i samisk rettshistorie .

source: Son lea dál Romssa universitehta historjáprofessor .
nob: Han er nå professor i historie ved Universitetet i Tromsø .

source: Minde lea čállán ollu artihkkaliid ja máŋggaid girjjiid sámi ja Davvi-Norgga historjjás .
nob: Henry Minde har skrevet en rekke artikler og flere bøker om samisk og nordnorsk historie .

source: Son oassádallá dál sámi historjjálaš girjebarggus ja lea máŋggafágalaš eamiálbmot- ja globaliserenprošeavtta koordináhtor .
nob: Han deltar nå i arbeidet med et verk om samisk historie og er koordinator for et flerfaglig prosjekt om urfolk og globalisering .

source: Dát lea oassi čállosis maid son čálii duogášnotáhtan Sámediggái miessemánu 27.-31. beivviid 2002 ’ čoahkkimii , ášši 23/02 : Sámiálbmoga foanda .
nob: Dette er et utdrag av et notat som han skrev for Sametinget til møtet 27.-31. mai 2002 , sak 23/02 : Samefolkets fond .

source: Čálus lea rievdaduvvon hámis jorgaluvvon ja almmuhuvvon eŋgelasgillii Acta Borealias 2003 , nr. 2 .
nob: Notatet er tidligere i bearbeidet form trykt på engelsk i Acta Borealia 2003 , nr. 2 .

source: Historjjálaš duogáš
nob: Den historiske bakgrunnen

source: Minoritehtapolitihkka sámiid ektui Norggas lei guhká seammá go dáruiduhttinpolitihkka .
nob: Minoritetspolitikken overfor samene var i Norge lenge ensbetydende med fornorskingspolitikk .

source: Dáruiduhttinpolitihka álggu ja loahpa sáhttá čatnat guovtti dáhpáhussii , ja guktuin lei ávnnaslaš sisdoallu , muhto maiddái nana govastatárvu .
nob: Fornorskingspolitikkens begynnelse og avslutning kan knyttes til to hendelser , som begge hadde et materielt innhold , men også fikk en sterk symbolverdi .

source: Nubbi lei Sámefoandda ( Finnefondet ) ásaheapmi 1851:s .
nob: Den første var opprettelsen av Finnefondet i 1851 .

source: Nubbi fas lei Álttáášši 1979-1981 .
nob: Den andre var Altasaken 1979-81 .

source: Dáruiduhttinpolitihkka álggahuvvui kultursuorggi bokte ja dáhpáhuvai nu ahte " skuvla lei soahtešilljun ja oahpaheaddjit ledje ovdasoalddáhin " .
nob: Fornorskingspolitikken ble introdusert innen kultursektoren som det er sagt " med skolen som slagmark og lærerne som frontsoldater " .

source: Girjjis : Andersson ( red. ) : Den nordiska mosaiken , Uppsala 1997 s. 268 ] Fáddá mii šattai guovddážin lei giella .
nob: I : Andersson ( red ) : Den nordiska mosaiken . Uppsala 1997 s. 268 ] Det tema som kom i fokus var dermed språket .

source: Dat šattai mihttun ahte eahpelihkostuvai go dáruiduhttinpolitihkka vai menestuvai go .
nob: Det ble et mål på og et symbol for fornorskingspolitikkens fallitt eller suksess .

source: Dát váikkuhii máŋgga servodatsuorgái 1900-logus , muhto dás mun guorahalan skuvla- ja giellapolitihka .
nob: Flere samfunnssektorer ble utover 1900-tallet trukket inn , men jeg vil her konsentrere meg om skole- og språkpolitikken .

source: 1800-logus juohke našonálstáhta anii skuvlla deaŧalažžan stáhtastivrejumis .
nob: Skolen ble i løpet av 1800-tallet hjørnesteinen i styringen av enhver nasjonalstat .

source: Assimilašuvdnapolitihka menestuvvan ii lean mihkkege erenoamážiid máilmmis 1800-logus .
nob: Gjennomslaget for assimilasjonspolitikken var ikke enestående i verden utover 1800-tallet .

source: Assimilašuvdnapolitihkka lei nannosit čadnojuvvon gievrras našonálstáhtaid ásaheapmái .
nob: Assimilasjonspolitikken var uløselig knyttet til framveksten av sterke nasjonalstater .

source: Ii lean assimilašuvdnapolitihka ásaheapmi dahje eksisteansa mii earuhii Norgga eará stáhtaid ektui , muhto dán politihka ulbmillaš , oktilis ja guhkálmas doaibma .
nob: Det var ikke oppkomsten og eksistensen av en assimilasjonspolitikk som atskilte Norge fra andre stater , men den målbevisste , kontinuerlige og langvarige utførelsen av den .

source: Dát dat lea mii dagaha dáruiduhttinpolitihka morálalaččat váivádussan ja politihkalaččat heavvun otná dán beaivve .
nob: Det er det som gjør den historiske arven av fornorskingspolitikken moralsk besværlig og politisk betent den dag i dag .

source: 1883:s , go dát govvejuvvui Guovdageainnus , ii lean vel dáruiduhttin ollásit ollen Sis-Finnmárkui .
nob: I 1883 , da dette bildet blei tatt i Guovdageaidnu , var ennå ikke fornorskinga kommet i gang for fullt i Indre Finnmark .

source: Govas oaidnit ohppiid , oahpaheddjiid ja muhtin váhnemiid . skuvllas Vuohppečorrus .
nob: På bildet ser vi elever , foreldre og lærere ved skolen på Vuohppečorru .

source: ( Gáldu : Muitalusat ja dáhpáhusat Guovdageainnus 8 , s. 15 )
nob: ( Kilde : Muitalusat ja dáhpáhusat Guovdageainnus 8 , s. 15 )

source: Dutkanhistorjá
nob: Forskningshistoria

source: Oahpaheaddjit ja pedagogat dat álggos fuomášedje dáruiduhttima dutkagoahtit .
nob: Det var lærere og pedagoger som først ble opptatt av fornorsking som studiefelt .

source: Oahpaheaddjit ledje leamaš guovddáš eiseválddiid biiggát ja reaŋggat dán proseassas , sii ledje leamaš guovddážis oasseváldin ja sin rolla dađistaga digaštallagohte eanet ahte eanet .
nob: Lærerstanden hadde vært de sentrale myndigheters håndgangne menn i prosessen , de hadde vært sentrale aktører og hadde hatt en rolle som etter hvert ble mer og mer omdebattert .

source: Giella , skuvla ja kristtalaš bajásgeassin ledje guovddáš fáttát .
nob: Språk , skole og kristen oppseding sto sentralt i fokus .

source: Lei gurutstáhta čuvgejupme- ja našuvdnahuksenoainnu árbi mii guhká ráđđii historjjálaš ovdanbuktojumiid .
nob: Det var arven etter venstrestatens dannelses- og nasjonsbyggingsperspektiv som lenge dominerte de historiske framstillingene .

source: 2. máilmmisoađi maŋŋá fuobmágohte dutkit sosiáldarwinisttalaš osiid ja nálálaš mearkkaid mat ledje ovddeš politihka - ja dutkama duogážin .
nob: Etter 2. verdenskrig begynte forskere å få øye på de sosialdarwinistiske innslag og rasemessige overtoner som dannet bakteppe for den tidligere politikken – og forskningen .

source: Váttisvuođat mat bohciidedje sámi guovlluid skuvllain , dál eai ráddjejuvvon dušše gielalaš áššiide maid sáhtii čoavdit pedagogalaš juonaiguin .
nob: Problemene skolen møtte i samiske områder , ble nå ikke lenger begrenset til et språklig spørsmål som kunne løses med mer raffinerte pedagogiske knep .

source: Váttisvuođa fertii geahččat sihke skuvlaviesu siskkáldas ja olgguldas sosiálalaš proseassaid ektui .
nob: Problemet måtte studeres i lys av sosiale prosesser både innafor og utafor skolehuset .

source: Stuorra bargu dán oktavuođas lei Anton Hoëma doavtterdutkkus , almmuhuvvon 1976:s .
nob: Det store bidraget på dette feltet var Anton Hoëms doktoravhandling , trykt i 1976 .

source: Son čájehii dárkilit mo stáhtaváldi ain 1960-logus skuvladoaimma bokte viidát ja čiekŋalit stivrii sámi servodaga .
nob: Han viste detaljert hvordan statsmakten ennå på 1960-tallet gjennom skoleverket hadde beholdt en omfattende og dyptgående kontroll over det samiske samfunnet .

source: Historjádutkit maŋŋit dutkagohte dán fáttá .
nob: Historikerne kom sent inn i bildet på dette forskningsfeltet .

source: Vuorddekeahtes oaidninvuogis dakkár dutkan bohciidii , namalassii guorahallan man vuođđun lei olgoriikka- ja sihkkarvuođapolitihkka .
nob: Det skjedde fra en uventet synsvinkel , nemlig i en studie som hadde sitt utgangpunkt i utenriks- og sikkerhetspolitikk .

source: Romssa historjádutki-guovttos Knut Einar Eriksen ja Einar Niemi loktiiga sihkkarvuođapolitihkalaš motiivva ovdan go Den finske fare-girjjis galggaiga čilget dáruiduhttinpolitihka davvin .
nob: Tromsø-historikerne Knut Einar Eriksen og Einar Niemi satte det sikkerhetspolitiske motiv i forgrunnen når de i boka Den finske fare skulle forklare fornorskningspolitikken i nord .

source: Girji almmustuvai 1981:s , dallego galbma soađi ramádat vuhttui davviguovlluin ja báinnii politihkalaš digaštallama .
nob: Boka utkom i 1981 da gufset fra den kalde krigen var merkbart i nordområdene og preget den politiske debatten .

source: Vaikko minoritehttapolitihkka iešalddis lea stuorra fuomášumi ožžon , de leat dáruiduhttinpolitihka kultuvrralaš ja sosio-ekonomalaš váikkuhusat fuomášuhttojuvvon oalle unnán , vaikko fáddá lea guorahallojuvvon moanat stuorát bargguin ja dieđalaš artihkkaliin .
nob: Mens minoritetspolitikken i seg selv har blitt viet markant oppmerksomhet , så har de kulturelle og sosio-økonomiske konsekvensene av fornorskingspolitikken fått langt mindre oppmerksomhet , selv om temaet er omhandlet i flere større arbeider og vitenskapelige artikler .

source: Mis leat miellagiddevaš dárkomat ja guorahallamat Johs. Falkenberga Lágesvuonaguorahallamis nu árrat go 1941:s ja Ivar Bjørklunda Návuonahistorjá 1985:s .
nob: Vi finner interessante observasjoner og analyser fra Johs. Falkenbergs Laksefjordsstudie alt fra 1941 til Ivar Bjørklunds Kvænangenshistorie fra 1985 .

source: Universitetsforlaget 1985 ] B jørklunda dutkosis lea dáruiduhttin váldosivvan čearddalaš buhtisteapmái mii orui dáhpáhuvvamin : Sámiid lohku gielddas 1930:s 1950:i njiejai 44%:s gitta nullii !
nob: Universitetsforlaget 1985 ] Hos Bjørklund er fornorskinga en hovedårsak for den etniske rensing som tilsynelatende fant sted : Andelen samer i kommunen var fra 1930 til 1950 redusert fra 44 % til ingenting !

source: Harald Eidheim čielggada mo dážaid guottut sámiid ektui bohciidahttet negatiivvalaš vealaheami .
nob: Harald Eidheim klargjør hvordan nordmennenes holdning overfor samene gir seg utslag i negativ diskriminering .

source: Son almmuha árvvoštallama ahte dážaid , ja dát mearkkaša maiddái almmolaš ásahusaid , guottut šaddet eanet ahte eanet negatiivvalažžan mađe lagabui olmmoš boahtá sámi váldoguovlluid .
nob: Han lanserer hypotesen om at nordmenns , deriblant de offentlige organers , holdninger blir mer og mer negative jo nærmere man kommer de samiske kjerneområdene .

source: Son nágge ahte sámiid dáláš dilálašvuođa ferte vuosttažettiin oaidnit daid stáhtaservodagaid oassin gos sápmelaččat unnitlohkun ellet .
nob: Han insisterer på at samenes samtidssituasjon må sees først og fremst som en del av de statssamfunn som samene som minoritet lever innenfor .

source: Asymmetralaš fápmooktavuohta dážaid , Norgga almmolašvuođa ja sámiid gaskkas , dagahii ahte sámi kulturdovdomearkkat duvdojuvvojedje priváhta dássái , ja seammás dán geahččaledje čiegadit almmolaš dásis .
nob: Den asymmetriske maktrelasjonen mellom nordmenn , den norske offentlighet og samene førte til at samiske kulturtrekk ble henvist til den private sfæren , mens den ble forsøkt skjult i den offentlige sfæren .

source: Sosiála-antropologalaš paradigma dwáruiduhttimis ii leat buktán makkárge stuorát ollislaš monografiija dasa mo dáruiduhttinproseassat váikkuhedje .
nob: Det sosialantropologiske paradigmet på fornorskinga har ikke resultert i noen større sammenfattende monografi over fornorskingsprosessens konsekvenser .

source: Jáhkkimis lea dát mearka ahte man seagáš ja gildojuvvon dát fáddá lei , ain juo joavkkuide geat eanemusat ledje uhkiduvvon ja geat vásihedje bákčaseamos diliid .
nob: Trolig er dette en indikasjon på hvor sammensatt og tabubelagt dette emnet er , i hvert fall blant de grupper som ble mest utsatt og som gjennomgikk de smerteligste erfaringer .

source: Árbevirolaš dutkan vásiha ollu váttisvuođaid ja deaivvada ehtalaš bahkadasaiguin .
nob: Tradisjonell forskning vil møte mange problemer og støte på etiske dilemmaer .

source: Nuppi bealis gáibiduvvo ahte galget oskkáldasvuođa atnit muitaleddjiidasaset oažžun dihtii dieđuid ja dáhtaid .
nob: På den ene siden kreves det stor fortrolighet med informantene for å kunne samle inn opplysninger og data .

source: Nuppi bealis fas leat dieđut maid dutki dán láhkai oažžu nu máŋggabealagat , mearritmeahttumat ja rašit muitaleaddjái ahte dáid sáhttá geavahit dušše hui várrogasat .
nob: På den andre siden er den informasjon forskerne på denne måten får tilgang til så mangslungen , tvetydig og sårbar for informanten at den bare kan brukes med den største omhu .

source: Dán mii vuohttit ollu jearahallamiin maid báikkálaš historjádutkit ja báikkálaš museat leat čađahan .
nob: Vi ser dette i de mange intervjusamlinger som er utført av lokalhistorikere og lokale museer .

source: Dábálaččat olbmot muitalit ollu muitalusaid skuvlaáiggisteaset .
nob: Vanligvis forteller folk mange historier fra deres skoletid .

source: Muhto sámi birrasiin leat dákkár muitalusat ja dieđut dán rádjái leamaš hárvenaččat dahje ahte dát leat coahkásat ja oanehaččat .
nob: Men fra de samiske miljøene har slike fortellinger og opplysninger hittil vært en mangelvare eller så har de vært overfladiske og kortfattede .

source: Mus lea árta jáhkkit ahte dán erohusa duogážin lea ahte sámit leat háliidan vajálduhttit heahpatlaš vásáhusaid ja dáhpáhusaid skuvlaáiggiineaset .
nob: Det er all grunn til å tro at denne forskjellen skyldes en fortrengt skam over erfaringer og episoder som mange samer har fra sin egen skoletid .

source: Dáruiduhttinpolitihka áigodagat
nob: Faser i fornorskingspolitikken

source: Dili muhttásanáigodat , su . 1850-1870
nob: Overgangsfasen , ca. 1850-1870

source: Nuorra Norgga stáhtas maŋŋá 1814 ledje vuosttaš buolvva ámmátolbmot geat virggiideaset oktavuođas sápmelaččaiguin deaivvadedje , bálddalaste sin giela dárogielain .
nob: I den unge norske staten etter 1814 hadde den første generasjon av embetsmenn som i embeds medfør kom i kontakt med samene , sidestilt deres språk med det norske .

source: Eatnigiela hállan lei olmmošvuoigatvuohta oaivvildedje sii dalášáiggi humanisttalaš-romantihkalaš rávnnjáldaga árbbiset mielde .
nob: Å tale morsmålet var en menneskerett mente man med grunnlag i arven fra humanistisk-romantiske strømninger i samtida .

source: Dáid rávnnjáldagaid buoremus bealušteaddji lei báhppa N. V. Stockfleth , gii jorgalii ja almmuhii ollu girjjiid sámegillii skuvlla ja girku atnui .
nob: Den fremste talsmann for disse strømninger ble presten N. V. Stockfleth som oversatte og utga en rekke bøker på samisk til bruk i skolen og kirka .

source: Stockfletha oaidnu oaččui nana doarjaga ámmátolbmobellodagas Stuorradikkis ja Ráđđehusas .
nob: Stockfleths linje hadde fått sterk støtte fra embetsmannspartiet på Stortinget og i regjeringen .

source: Dán - min dálášáiggi oainnuin - " liberála " giellapolitihka dattetge vuosttaldedje hearrát Finnmárkkus , erenoamážit go Stockfleth bálddalasttii sámiid ja kveanaid kulturpolitihkalaččat .
nob: Denne - med vår tids øyne - " liberale " språkpolitikken møtte imidlertid motstand blant de kondisjonerte i Finnmark , særlig da Stockfleth sidestilte samene og kvenene kulturpolitisk .

source: 1848:s ja čuovvovaš čoahkkimiin digaštalai Stuorradiggi garrasit Stockfletha giellapolitihkalaš oainnu .
nob: I 1848 og de påfølgende samlinger kom Stockfleths linje i språkpolitikken under heftig debatt på Stortinget .

source: Digaštallamat ledje ovdasaččat mat muitaledje garrasut miellaguottu eiseválddiid bealis davviguovllu unnitlogu álbmogiid ektui .
nob: Diskusjonen innevarslet en hardere holdning fra myndighetenes side overfor minoritetene i nord .

source: Álgoáigodagas álggahedje doaibmabijuid sámiid vuostá nu gohčoduvvon dili muhttásanguovlluin .
nob: I den første fasen kom tiltakene til å rette seg mot samene i såkalte overgangsdistrikter .

source: 1851:s ásahii Stuorradiggi sierra bušeahttapoastta , nu gohčoduvvon " Sámefoandda " ( " Finnefondet " ) , ovddidan dihtii dárogiela oahpahusa ja omardit sámi álbmogii bajásčuvgehusa .
nob: Fra 1851 opprettet Stortinget en egen budsjettpost , det såkalte " Finnefondet " , for å fremme undervisning av norsk og for å sørge for opplysning av det samiske folket .

source: Ipmirdan dihtii man stuoris dát supmi lei , go veardida dáláš juolludemiiguin sámi ulbmiliidda Sámedikkis ja buot departemanttain ollislaččat , de lean dákkár tabealla ráhkadan :
nob: For å få en antydning om hvilken størrelsesorden denne innsatsen besto i , sammenliknet med hva som i dag blir bevilget til samiske formål samlet gjennom Sametinget og alle departementene , har jeg satt opp denne tabellen :

source: Tabealla 1 : Sámefoanda , jahkásaš juolludeamit ja stáhtahálddahusa goluid promilla [ Statistihka gáldu : Bjørg Larsson : Finnefondet .
nob: Tabell 1 : Finnefondet , årlige bevilgninger og promille av statsforvaltningens utgifter.[Kilder for statistikken : Bjørg Larsson : Finnefondet .

source: Universitetet i Tromsø 1989 , s. 58 ja Historisk statistikk 1978 ]
nob: Universitetet i Tromsø 1989 , s. 58 og Historisk statistikk 1978 ]

source: Jahkásaš juolludeamit sámefoanddas ruvnnuiguin
nob: Årlige bevilgninger fra finnefondet i kr.

source: Stáhtahálddahusa goluin promillan
nob: I promille av statsforvaltningens utgifter

source: Bušeahttajagi 2002 meroštallan čájeha bajábeale loguid veardidallama ektui ahte várrejuvvon juolludeamit sámi doaimmaide ledje vuollelis 1 ‰ ollislaš stáhtabušeahtas , badjelaš 1/3 dain ruđain hálddašit sámit ieža , Sámedikki bokte .
nob: En beregning for budsjettåret 2002 viser til sammenlikning at overføringene til øremerkede samiske formål utgjør i underkant av 1 ‰ av det samlede statsbudsjett , hvorav vel 1/3 forvaltes av samene selv , gjennom Sametinget .

source: Tabealla čájeha ahte ruhtasturrodat , maid stáhta geavahii dáruiduhttimii dušše Sámefoandda bokte , lei - earret guokte vuosttaš jahkeloguid - seamma ollu ja vaikkoba eanet go mii Sámedikkis dál lea .
nob: Tabellen viser at den andelen staten brukte til fornorskinga gjennom Finnefondet alene , var – bortsett fra de første to decennier – på høyde med og gjerne litt høyere enn det Sametinget i dag har å rutte med .

source: Ja muhtun áigodagain 1900-logu álggus ledje juolludeamit maid Sámefoanda oaččui dáruiduhttindoaimmaide stuorábut go dat oassi mii dál ollislaččat juolluduvvo sámi doaimmaide .
nob: Og i perioder på begynnelsen av 1900-tallet var midlene som ble stilt til rådighet for Finnefondets fornorskingstiltak større enn den andelen som samlet i dag går til samiske formål .

source: Nannema áigodat , su . 1870-1905
nob: Konsolideringsfasen , ca. 1870-1905

source: 1860-logu loahpageahčen garradišgođii Stuorradiggi dáruiduhttindoaimmaid .
nob: Fra slutten av 1860-tallet begynte Stortinget å skjerpe fornorskingstiltakene .

source: Sii cuiggodedje stuorra suoma sisafárrema Nuorta-Finnmárkui .
nob: Den store finske innvandringa til Øst-Finnmark ble trukket fram .

source: Doaimmat maid ledje čađahan , eai lean váikkuhan nugo ledje jáhkkán .
nob: Tiltakene som hadde blitt satt i verk , hadde ikke fått den ønskede virkning .

source: Lei baicca nu , oaivvildedje , ahte dárogiella lei hedjonan sámiid ja kveanaid gaskkas .
nob: Det var snarere slik , ble det hevdet , at norsk språk var på tilbakegang blant samer og kvener .

source: Dáruiduhttindoaimmat ledje álgoáigodagas álggahuvvon siviillalaš ja našuvnnalaš sivaid geažil , ja sihkkarvuođapolitihkka fas doaimmai dakko gokko " našuvnnalaš sivat " ledje váldoákkat sihke ulbmila ja strategiija hárrái .
nob: Mens fornorskingstiltakene i den første fasen var motivert ut fra sivilisatoriske og nasjonalistiske hensyn , kom sikkerhetspolitikk der " de nasjonale hensyn " ble avgjørende både for mål og strategi .

source: Dát lei duogážin go Stuorradiggi 1868:s mearridii ahte Sámefoandda ruđat galge maiddái juolluduvvot doaimmaide mat ledje oavvilduvvon kveana álbmogii .
nob: Det var dette som var bakgrunnen for at Stortinget i 1868 vedtok at Finnefondets midler skulle omfatte tiltak som også var rettet mot den kvenske befolkninga .

source: Ollu gáržžideamit dahkkojuvvojedje dađistaga .
nob: En rekke innskjerpinger ble etter hvert innført .

source: Váldogaskaoapmi lei instruksa man Romssa bismaguovllu hálddahus ráhkadii oahpaheddjiide gielladili muhttásanguovlluin .
nob: Et sentralt redskap ble en instruks som direksjonen for Tromsø Stift i 1880 utarbeidet for lærerne i overgangsdistriktene .

source: Instruvssas sáhtii lohkat ahte buot sámi ja kveana mánát galge oahppat hállat , lohkat ja čállit dárogiela , ja buot ovddeš cealkimat ahte mánát galge oahppat eatnigiela , sihkkojuvvojedje .
nob: Instruksen slo fast at alle samiske og kvenske barn skulle lære å tale , lese og skrive norsk , mens alle tidligere passuser om at barna skulle lære morsmålet ble strøket .

source: Oahpaheaddjit geat eai sáhttán čájehit buriid bohtosiid dán " giellamolsundoaimmas " , eai ožžon bálkálasáhusa .
nob: Lærere som ikke kunne vise gode resultater i denne prosessen med " ombytte av sprog " , fikk ikke lønnspålegg .

source: Oahpaheaddjái gii lei oahpahan 7 jagi , dát dagai 23-30% bálkkás .
nob: For en som hadde undervist i 7 år utgjorde det mellom 23 og 30 % av lønna .

source: Sámi ja kveana oahpaheaddjit eai oaidnán makkárge áigaga ohcat dán lasáhusa , muhto dáža oahpaheaddjit fertejedje ekonomalaš sivaid geažil duođaštit iežaset áŋgirvuođa dáruiduhttinulbmila čađaheamis .
nob: Samiske eller kvenske lærere så ingen hensikt i å søke dette pålegget , mens norske lærere ble økonomisk avhengig av å dokumentere den iver de la i fornorskingsarbeidet .

source: 1880 ’ instruksa aiddostahtii garra dáruiduhttinpolitihka loahpadassii lihkostuvvama .
nob: Instruksen av 1880 markerte det endelige gjennombruddet for den strenge fornorskingslinja .

source: 1880 instruksa skuvlla giellageavaheami birra mielddisbuvttii ahte dáruiduhttin šattai vel gárraset go ovdal .
nob: Instruksen av 1880 om språkbruk i skolen betydde ei kraftig skjerping av fornorskingspolitikken .

source: Unna rievdadusaiguin 1898:s dát lei skuvlla politihka sullii 1960 rádjái .
nob: Men mindre endringer i 1898 gjaldt denne til omlag 1960 .

source: Maŋimus ja sitkadeamos skuvlabagadus ilmmai 1898:s , ja buddestatnamman šattai " Wexelsenplakáhta " , nammaduvvon girkostáhtaráđi mielde .
nob: Den siste og mest seigdryge skoleinstruksen ble lansert i 1898 , og fikk klengenavnet " Wexelsen-plakaten " , etter kirkestatsråden .

source: Dál fas čujuhedje álggus nuorttabeale várrii ja fas čállojuvvojedje raporttat mat muitaledje ahte gielladilli lei vearránan .
nob: Igjen viste man i begrunnelsene til faren fra øst og igjen innløp rapporter om forverring av språksituasjonen .

source: Dál nannejuvvo ahte sámegiela ja kveanagiela geavaheami fertejedje unnidit ja dušše áibbas heađis geavahit " veahkkegaskaoapmin čilget dan maid mánát eai ádden " .
nob: Det ble nå fastslått at bruken av samisk og kvensk måtte begrenses til kun det strengt nødvendige , " som hjælpemiddel til at forklare , hvad der er uforstaaeligt for børnene " .

source: Bagadus maiddái kevrii oahpaheddjiid dárkkistit ahte sámi ja kveana oahppit eai geavahan eatnigielaset eai bottuinge .
nob: Instruksen befalte lærerne til og med å kontrollere at samiske og kvenske elever heller ikke brukte morsmålet sitt i friminuttene .
